IDEA Open Model
WallRect.Height Property
Compatible with IDEA StatiCa v 10.1
 Height of wall
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Height { get; set; }
Public Property Height As Double
	Get
	Set
public:
property double Height {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
WallRect Class
IdeaRS.OpenModel.Detail Namespace